ack
alacritty
alsa-utils
amd-ucode
arch-install-scripts
archlinuxcn-keyring
asciinema
base
base-devel
bat
batsignal
bluez-utils
cava
chntpw
chromium
clash-meta
cmatrix
code
ddnet-git
downgrade
dufs-bin
easyconnect
easyeffects
eza
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
ffsend-bin
figlet
firefox-i18n-zh-cn
fontpreview
geary
gifski
glfw
gnome-font-viewer
go
grub
hmcl
htop
hyprland-git
i3ipc-python-git
illogical-impulse-ags
illogical-impulse-ags-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-gnome
illogical-impulse-gtk
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-pymyc-aur
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
imv
inkscape
intel-ucode
inter-font
jaq
jc
jmtpfs
kitty
kmscon-patched-git
lenmus
lexend-fonts-git
libreoffice-fresh-zh-cn
light-git
lilypond
linux-headers
linux-wifi-hotspot
lmms
lolcat
ly-git
magic-wormhole
maim
man-db
marktext-bin
mathematica-documentation-zh-cn
mesa-utils
moon-buggy
mtpfs
n-m3u8dl-re-bin
nano
narcissu2
navi
ncdu
neofetch
neovim
nerd-fonts-complete
netease-cloud-music-gtk4
nethack
network-manager-applet
nnn-nerd
nutstore
nvidia
nvidia-prime
nwg-look
nyancat
openshot
otf-jost
p7zip
pacman4console
pandoc-cli
picom
pipes.sh
planify
plasma-browser-integration
pmount-safe-removal
polkit-explorer-git
polkit-kde-agent
polybar
pot-translation
presenterm-bin
psst-git
python2
qbittorrent-enhanced-git
ranger
rdesktop
resources
ristretto
rust
rustdesk
rye
sassc
slides-bin
socat
sof-firmware
ssfconv
swaybg
swaylock-effects-git
tealdeer
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langgreek
texlive-local-amsmath-doc
texlive-local-beamerthemenord-doc
texlive-local-circuitikz-doc
texlive-local-physics-doc
texlive-local-siunitx-doc
texlive-local-tikzscale-doc
texlive-mathscience
texlive-music
texlive-publishers
time
timg
tofi
trojan-go-git
ttf-font-awesome
ttf-juliamono
ttf-lxgw-wenkai-mono
ttf-sarasa-gothic
ttf-twemoji
ttfautohint
usbutils
uv
vit
vlc
vulkan-tools
waybar
wayland-idle-inhibitor-git
wechat-universal-bwrap
wlsunset
wps-office-cn
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4-themes
xorg-xev
xournalpp
xsettingsd
yarn
yay
ydcv-rs-git
zotero-bin
