ack
alacritty
alsa-utils
amd-ucode
arch-install-scripts
archlinuxcn-keyring
aria2
asciinema
asp
autoconf
automake
autotiling-rs
base
base-devel
bat
batsignal
biber
binutils
bison
blas-openblas
bluez
bluez-utils
catimg
cava
chntpw
chromium
clash-meta
cmatrix
code
ctags
ddnet-git
dhcpcd
dmenu
dosfstools
downgrade
dufs-bin
dunst
easyconnect
easyeffects
efibootmgr
eww-wayland
exfatprogs
exo
extramaus
extundelete
eza
f2fs-tools
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
feh
festival
festival-us
ffsend-bin
figlet
file
findutils
firefox
firefox-i18n-zh-cn
flex
fontpreview
fzf
garcon
gawk
gcc
gcc-fortran
gdb
geary
gettext
ghostscript
gifski
gimp
git
glfw
gnome-font-viewer
gnuplot
go
grep
groff
grub
gtest
gvfs-mtp
gzip
hmcl
htop
hyprland-git
i3-wm
i3ipc-python-git
illogical-impulse-ags
illogical-impulse-ags-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-gnome
illogical-impulse-gtk
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-pymyc-aur
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
imagemagick
imv
inkscape
intel-ucode
inter-font
iwd
jaq
jc
jmtpfs
kitty
kmscon-patched-git
lenmus
lexend-fonts-git
lib32-nvidia-utils
lib32-pipewire
lib32-pipewire-jack
lib32-vulkan-intel
libliftoff
libreoffice-fresh
libreoffice-fresh-zh-cn
libtiff5
libtool
libxfce4ui
light-git
lilypond
linux
linux-firmware
linux-headers
linux-wifi-hotspot
lmms
lolcat
lsof
ly-git
m4
magic-wormhole
maim
make
man-db
marktext-bin
mathematica
mathematica-documentation-zh-cn
mesa-utils
mimeo
moon-buggy
mtpfs
n-m3u8dl-re-bin
nano
narcissu2
navi
ncdu
neofetch
neovim
nerd-fonts-complete
netease-cloud-music-gtk4
nethack
network-manager-applet
nnn-nerd
noto-fonts-cjk
noto-fonts-emoji
nutstore
nvidia
nvidia-prime
nwg-look
nyancat
openshot
os-prober
otf-jost
p7zip
pacman
pacman-contrib
pacman4console
pandoc-cli
patch
picom
pipes.sh
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
planify
plasma-browser-integration
pmount-safe-removal
polkit
polkit-explorer-git
polkit-kde-agent
polybar
pot-translation
presenterm-bin
psst-git
python-pipx
python-poetry
python-pynvim
python2
qbittorrent-enhanced-git
qt6-wayland
ranger
rdesktop
resources
ristretto
rust
rustdesk
rye
sassc
sed
slides-bin
socat
sof-firmware
ssfconv
sudo
swaybg
swaylock-effects-git
tealdeer
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langgreek
texlive-latexextra
texlive-local-amsmath-doc
texlive-local-beamerthemenord-doc
texlive-local-circuitikz-doc
texlive-local-physics-doc
texlive-local-siunitx-doc
texlive-local-tikzscale-doc
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-volman
time
timg
tmux
tofi
trash-cli
trojan-go-git
ttf-font-awesome
ttf-juliamono
ttf-lxgw-wenkai-mono
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
ttf-twemoji
ttf-victor-mono-nerd
ttf-wps-fonts
ttfautohint
tumbler
typst
unzip
usbutils
uv
vim
vit
vlc
vulkan-headers
vulkan-intel
vulkan-tools
w3m
waybar
wayland-idle-inhibitor-git
wechat-universal-bwrap
which
wine-for-wechat
wlroots-hidpi-xprop-git
wlsunset
wps-office-cn
wps-office-mui-zh-cn
xclip
xdg-utils-mimeo
xdotool
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-mkfontscale
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xwayland-lily
xournalpp
xsettingsd
yarn
yay
ydcv-rs-git
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zotero-bin
zsh
